{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<unk>": 0,
      ".": 1,
      "A": 2,
      "B": 3,
      "D": 4,
      "E": 5,
      "L": 6,
      "M": 7,
      "N": 8,
      "P": 9,
      "T": 10,
      "U": 11,
      "a": 12,
      "b": 13,
      "c": 14,
      "d": 15,
      "e": 16,
      "f": 17,
      "g": 18,
      "h": 19,
      "i": 20,
      "k": 21,
      "l": 22,
      "m": 23,
      "n": 24,
      "o": 25,
      "p": 26,
      "q": 27,
      "r": 28,
      "s": 29,
      "t": 30,
      "u": 31,
      "v": 32,
      "w": 33,
      "x": 34,
      "y": 35,
      "z": 36,
      "in": 37,
      "en": 38,
      "er": 39,
      "on": 40,
      "th": 41,
      "at": 42,
      "ing": 43,
      "al": 44,
      "an": 45,
      "es": 46,
      "to": 47,
      "ar": 48,
      "ro": 49,
      "et": 50,
      "ic": 51,
      "ken": 52,
      "the": 53,
      "ed": 54,
      "el": 55,
      "ion": 56,
      "ter": 57,
      "token": 58,
      "ge": 59,
      "le": 60,
      "or": 61,
      "un": 62,
      "ur": 63
    },
    "merges": [
      [
        "i",
        "n"
      ],
      [
        "e",
        "n"
      ],
      [
        "e",
        "r"
      ],
      [
        "o",
        "n"
      ],
      [
        "t",
        "h"
      ],
      [
        "a",
        "t"
      ],
      [
        "in",
        "g"
      ],
      [
        "a",
        "l"
      ],
      [
        "a",
        "n"
      ],
      [
        "e",
        "s"
      ],
      [
        "t",
        "o"
      ],
      [
        "a",
        "r"
      ],
      [
        "r",
        "o"
      ],
      [
        "e",
        "t"
      ],
      [
        "i",
        "c"
      ],
      [
        "k",
        "en"
      ],
      [
        "th",
        "e"
      ],
      [
        "e",
        "d"
      ],
      [
        "e",
        "l"
      ],
      [
        "i",
        "on"
      ],
      [
        "t",
        "er"
      ],
      [
        "to",
        "ken"
      ],
      [
        "g",
        "e"
      ],
      [
        "l",
        "e"
      ],
      [
        "o",
        "r"
      ],
      [
        "u",
        "n"
      ],
      [
        "u",
        "r"
      ]
    ]
  }
}