<unk>	0
<s>	0
</s>	0
‚ĖĀ.	-0
he	-1
‚ĖĀt	-2
‚ĖĀthe	-3
‚ĖĀa	-4
od	-5
‚ĖĀi	-6
‚ĖĀm	-7
el	-8
le	-9
odel	-10
‚ĖĀmodel	-11
‚ĖĀc	-12
‚ĖĀis	-13
at	-14
‚ĖĀan	-15
an	-16
ge	-17
ar	-18
mp	-19
re	-20
‚ĖĀand	-21
ex	-22
‚ĖĀb	-23
‚ĖĀs	-24
‚ĖĀw	-25
ext	-26
‚ĖĀtext	-27
er	-28
ld	-29
ll	-30
or	-31
ou	-32
‚ĖĀd	-33
llo	-34
‚ĖĀ	-35
e	-36
t	-37
a	-38
o	-39
l	-40
d	-41
h	-42
r	-43
n	-44
.	-45
i	-46
s	-47
m	-48
g	-49
u	-50
c	-51
y	-52
p	-53
w	-54
b	-55
x	-56
'	-57
f	-58
k	-59
